{
    "/benchmark_file_0000.dat": 1,
    "/benchmark_file_0001.dat": 2,
    "/benchmark_file_0002.dat": 3,
    "/benchmark_file_0003.dat": 4,
    "/benchmark_file_0004.dat": 5,
    "/benchmark_file_0005.dat": 6,
    "/benchmark_file_0006.dat": 7,
    "/benchmark_file_0007.dat": 8,
    "/benchmark_file_0008.dat": 9,
    "/benchmark_file_0009.dat": 10,
    "/benchmark_file_0010.dat": 11,
    "/benchmark_file_0011.dat": 12,
    "/benchmark_file_0012.dat": 13,
    "/benchmark_file_0013.dat": 14,
    "/benchmark_file_0014.dat": 15,
    "/benchmark_file_0015.dat": 16,
    "/benchmark_file_0016.dat": 17,
    "/benchmark_file_0017.dat": 18,
    "/benchmark_file_0018.dat": 19,
    "/benchmark_file_0019.dat": 20,
    "/benchmark_file_0020.dat": 21,
    "/benchmark_file_0021.dat": 22,
    "/benchmark_file_0022.dat": 23,
    "/benchmark_file_0023.dat": 24,
    "/benchmark_file_0024.dat": 25,
    "/benchmark_file_0025.dat": 26,
    "/benchmark_file_0026.dat": 27,
    "/benchmark_file_0027.dat": 28,
    "/benchmark_file_0028.dat": 29,
    "/benchmark_file_0029.dat": 30,
    "/benchmark_file_0030.dat": 31,
    "/benchmark_file_0031.dat": 32,
    "/benchmark_file_0032.dat": 33,
    "/benchmark_file_0033.dat": 34,
    "/benchmark_file_0034.dat": 35,
    "/benchmark_file_0035.dat": 36,
    "/benchmark_file_0036.dat": 37,
    "/benchmark_file_0037.dat": 38,
    "/benchmark_file_0038.dat": 39,
    "/benchmark_file_0039.dat": 40,
    "/benchmark_file_0040.dat": 41,
    "/benchmark_file_0041.dat": 42,
    "/benchmark_file_0042.dat": 43,
    "/benchmark_file_0043.dat": 44,
    "/benchmark_file_0044.dat": 45,
    "/benchmark_file_0045.dat": 46,
    "/benchmark_file_0046.dat": 47,
    "/benchmark_file_0047.dat": 48,
    "/benchmark_file_0048.dat": 49,
    "/benchmark_file_0049.dat": 50,
    "/benchmark_file_0050.dat": 51,
    "/benchmark_file_0051.dat": 52,
    "/benchmark_file_0052.dat": 53,
    "/benchmark_file_0053.dat": 54,
    "/benchmark_file_0054.dat": 55,
    "/benchmark_file_0055.dat": 56,
    "/benchmark_file_0056.dat": 57,
    "/benchmark_file_0057.dat": 58,
    "/benchmark_file_0058.dat": 59,
    "/benchmark_file_0059.dat": 60,
    "/benchmark_file_0060.dat": 61,
    "/benchmark_file_0061.dat": 62,
    "/benchmark_file_0062.dat": 63,
    "/benchmark_file_0063.dat": 64,
    "/benchmark_file_0064.dat": 65,
    "/benchmark_file_0065.dat": 66,
    "/benchmark_file_0066.dat": 67,
    "/benchmark_file_0067.dat": 68,
    "/benchmark_file_0068.dat": 69,
    "/benchmark_file_0069.dat": 70,
    "/benchmark_file_0070.dat": 71,
    "/benchmark_file_0071.dat": 72,
    "/benchmark_file_0072.dat": 73,
    "/benchmark_file_0073.dat": 74,
    "/benchmark_file_0074.dat": 75,
    "/benchmark_file_0075.dat": 76,
    "/benchmark_file_0076.dat": 77,
    "/benchmark_file_0077.dat": 78,
    "/benchmark_file_0078.dat": 79,
    "/benchmark_file_0079.dat": 80,
    "/benchmark_file_0080.dat": 81,
    "/benchmark_file_0081.dat": 82,
    "/benchmark_file_0082.dat": 83,
    "/benchmark_file_0083.dat": 84,
    "/benchmark_file_0084.dat": 85,
    "/benchmark_file_0085.dat": 86,
    "/benchmark_file_0086.dat": 87,
    "/benchmark_file_0087.dat": 88,
    "/benchmark_file_0088.dat": 89,
    "/benchmark_file_0089.dat": 90,
    "/benchmark_file_0090.dat": 91,
    "/benchmark_file_0091.dat": 92,
    "/benchmark_file_0092.dat": 93,
    "/benchmark_file_0093.dat": 94,
    "/benchmark_file_0094.dat": 95,
    "/benchmark_file_0095.dat": 96,
    "/benchmark_file_0096.dat": 97,
    "/benchmark_file_0097.dat": 98,
    "/benchmark_file_0098.dat": 99,
    "/benchmark_file_0099.dat": 100
}